Repository: AmirhosseinSoleimani/ava_airline
Catalog: lib/l10n/intl_*.arb
Languages: ar, fa

# currentLanguage
source: en
ar: ar
fa: fa

source: Home
ar: المنزل
fa: خانه

source: Book
ar: حجز
fa: رزرو

source: My Trips
ar: رحلاتي
fa: سفرها

# profile
source: Hamava
ar: هم‌آوا
fa: هم‌آوا

source: Destinations from
ar: وجهات من
fa: مقصدها از

source: Iran
ar: إيران
fa: ایران

source: Tehran
ar: طهران
fa: تهران

source: Iraq
ar: العراق
fa: عراق

source: Baghdad
ar: بغداد
fa: بغداد

source: UAE
ar: الإمارات العربية المتحدة
fa: امارات متحده عربی

source: Dubai
ar: دبي
fa: دبی

source: Turkey
ar: تركيا
fa: ترکیه

source: Istanbul
ar: اسطنبول
fa: استانبول

source: Popular Destinations
ar: وجهات شعبية
fa: مقصدهای محبوب

source: AVA FLIGHT EXPERIENCE
ar: تجربة طيران آوا
fa: تجربه پرواز آوا

source: Ava Side Services
ar: خدمات آوا الجانبية
fa: خدمات جانبی آوا

source: Ahvaz
ar: الأهواز
fa: اهواز

source: Shiraz
ar: شيراز
fa: شیراز

source: Isfahan
ar: أصفهان
fa: اصفهان

source: Kish
ar: كيش
fa: کیش

source: Qeshm
ar: قشم
fa: قشم

source: Flight entertainment
ar: ترفيه الطيران
fa: سرگرمی‌های پرواز

source: Dining
ar: تناول الطعام
fa: پذیرایی

source: Hotels
ar: فنادق
fa: هتل‌ها

source: Mashhad
ar: مشهد
fa: مشهد

source: Notifications
ar: إشعارات
fa: اطلاعیه ها

source: Airport maps
ar: خرائط المطار
fa: نقشه‌های فرودگاه

source: Flight status
ar: حالة الرحلة
fa: وضعیت پرواز

source: Baggage tracker
ar: متعقب الأمتعة
fa: ردیاب بار

source: Travel updates
ar: تحديثات السفر
fa: اخبار سفر

source: FAQ
ar: الأسئلة الشائعة
fa: پرسش‌های متداول

source: Contact us
ar: اتصل بنا
fa: تماس با ما

source: Send feedback
ar: إرسال ملاحظات
fa: ارسال بازخورد

source: Legal
ar: قانوني
fa: قانونی

source: Rules and notices
ar: القواعد والإشعارات
fa: قوانین و اطلاعیه‌ها

# economyFrom
source: Business from
ar: بیزینس من
fa: اکونومی از

source: Buy ticket
ar: اشتري تذاكر
fa: خرید بلیط

# bookYourFlight
source: The voice of the sky calls you; Book your flight now.
ar: صوت السماء يناديك؛ احجز رحلتك الآن.
fa: آوای آسمان شما را فرا می‌خواند؛ همین‌حالا پروازتان را رزرو کنید.

# returnS
source: Return
ar: عودة
fa: بازگشت

source: One way
ar: ذهاب فقط
fa: یک طرفه

source: Multi city
ar: مدن متعددة
fa: چند شهر

source: Search flights
ar: ابحث عن رحلات
fa: جستجوی پروازها

source: FROM
ar: من
fa: از

source: TO
ar: إلى
fa: به

# toCalender
source: to
ar: إلى

source: Select origin
ar: اختر نقطة الانطلاق
fa: انتخاب مبدا

source: Select destination
ar: اختر الوجهة
fa: انتخاب مقصد

source: Travel dates
ar: تواريخ السفر
fa: تاریخ‌های سفر

source: Travel date
ar: تاریخ السفر
fa: تاریخ‌ سفر

source: Select dates
ar: اختر التواريخ
fa: تاریخ‌ها را انتخاب کنید

source: Select date
ar: اختر تاریخ
fa: تاریخ را انتخاب کنید

source: Passenger and cabin class
ar: الركاب وفئة المقصورة
fa: مسافر و کلاس کابین

# adultEconomyClass1
source: 1 Adult in business class
ar: 1 بالغ في بیزینس کلاس
fa: بزرگسال اکونومی کلاس 1

source: Search
ar: بحث
fa: جستجو

source: Login/Register
ar: تسجيل الدخول/تسجيل
fa: ورود/ثبت نام

source: Reserve
ar: حجز
fa: رزرو

source: Buy Ticket
ar: شراء تذكرة
fa: خرید بلیط

source: Online Check-In
ar: تسجيل الوصول عبر الإنترنت
fa: پذیرش آنلاین

source: Refund Ticket
ar: استرداد التذكرة
fa: استرداد بلیط

source: Change Ticket
ar: تغيير التذكرة
fa: تغییر بلیط

source: Travel Info
ar: معلومات السفر
fa: اطلاعات سفر

source: Ticket Guide
ar: دليل التذكرة
fa: راهنمای خرید بلیط

source: Reservation Management Guide
ar: دليل إدارة الحجز
fa: راهنمای مدیریت رزرو

source: Refund Guide
ar: دليل الاسترداد
fa: راهنمای استرداد بلیط

source: Passenger Guide
ar: دليل الركاب
fa: راهنمای پذیرش مسافر

source: Disabled Passenger
ar: راكب معاق
fa: مسافر توان خواه

source: Medical Issues
ar: مشاكل طبية
fa: موارد پزشکی

source: Unaccompanied Child
ar: طفل بدون مرافق
fa: کودک بدون همراه

source: Special Meals
ar: وجبات خاصة
fa: خوراک ویژه

source: Lounge Services
ar: خدمات الصالة
fa: خدمات لانج

source: Country Travel Conditions
ar: شروط السفر إلى الدول
fa: شرایط سفر به کشورها

source: Baggage
ar: أمتعة
fa: بار مسافر

source: Prohibited Items
ar: مواد محظورة
fa: کالاهای ممنوعه

source: Live Animals
ar: حيوان حي
fa: حیوان زنده

source: Lost Baggage
ar: الأمتعة المفقودة
fa: بار گمشده

source: Flight Safety
ar: سلامة الطيران
fa: ایمنی و امنیت پرواز

source: During Flight
ar: خلال الرحلة
fa: در طول پرواز

source: Ava Fleet
ar: أسطول آفا
fa: ناوگان آوا

source: Seat Status
ar: حالة المقعد
fa: وضعیت صندلی ها

source: Flight Classes
ar: فئات الطيران
fa: کلاس های پروازی

source: Flight Crew
ar: طاقم الطيران
fa: کروی پروازی

source: Catering
ar: التموين
fa: پذیرایی

source: In-Flight Entertainment
ar: الترفيه على متن الطائرة
fa: سرگرمی های داخل پرواز

source: In-Flight Magazine
ar: مجلة الطيران
fa: مجله پروازی

source: Flight Destinations
ar: وجهات الطيران
fa: مقاصد پروازی

source: Domestic Destinations
ar: وجهات محلية
fa: مقاصد داخلی

source: International Destinations
ar: وجهات دولية
fa: مقاصد بین المللی

source: Ava Tour
ar: جولة آفا
fa: گردش با آوا

source: Special Passenger Club
ar: نادي المسافرين المميزين
fa: باشگاه مسافران ویژه

# version
source: Version 1.0
ar: الإصدار 1.0
fa: ورژن 1.0

# language
source: EN
ar: AR
fa: فا

# special_fares
source: Your Special Destinations
ar: وجهاتك الخاصة
fa: مقصد های ویژه شما

source: About Us
ar: معلومات عنا
fa: درباره ما

# ava_with_you
source: Ava With Your Peace
ar: آفا مع سلامتك
fa: آوا همراه آرامش شمــــــــا

# special_trip
source: The expertise and commitment of all Ava Airlines employees provide you with a calm flight experience.
ar: يوفر لك خبرة والتزام جميع موظفي آفا للطيران تجربة طيران هادئة.
fa: تخصص و تعهد تمام کارکنان شرکت هواپیمایی آوا؛ تجربه یک پرواز آرام را برای شما فراهم کرده‌است

source: No Delay
ar: بدون تأخير
fa: عدم تاخیر

# minimize_delay
source: Ava Airlines strives to minimize flight delays.
ar: تسعى شركة آفا للطيران إلى تقليل تأخيرات الرحلات.
fa: تلاش شرکت هواپیمایی آوا، حداقل رساندن زمان تاخیر پروازهاست

source: Professional Staff
ar: طاقم محترف
fa: پرسنل حرفه ای

# reliable_flight
source: The commitment and expertise of Ava Airlines staff are a reliable support for your flights.
ar: التزام وخبرة طاقم شركة آفا للطيران هما دعم موثوق لرحلاتك.
fa: تعهد و تخصص پرسنل شرکت هواپیمایی آوا، تکیه‌گاه مطمئن پروازهای شماست

source: Special Services
ar: خدمات خاصة
fa: خدمات ویژه

# different_experience
source: With Ava Airlines' special services, you will experience a different sense of flight.
ar: مع خدمات شركة آفا للطيران الخاصة، ستشعر بتجربة طيران مختلفة.
fa: با خدمات ویژه شرکت هواپیمایی آوا، حسی متفاوت از پرواز را تجربه خواهیدکرد

# special_services_description
source: Ava Airlines started its activities in 1402. The headquarters of Ava Airlines is located in Tehran, Ayatollah Kashani Street. Our vision is to create a platform that can best meet the needs of our esteemed passengers and provide you with a worthy experience.
ar: بدأت شركة طيران آفا أنشطتها في عام 1402. يقع المقر الرئيسي لشركة طيران آفا في طهران، شارع آية الله كاشاني. رؤيتنا هي إنشاء منصة يمكنها تلبية احتياجات ركابنا الكرام بأفضل طريقة ممكنة وتوفير تجربة جديرة لك.
fa: شرکت هواپیمایی آوا در سال 1402 فعالیت خود را آغاز کرده‌است. دفتر مرکزی شرکت هواپیمایی آوا در شهر تهران، خیابان آیت‌الله کاشانی واقع است. چشم‌انداز ما، ایجاد بستری است که بتواند به بهترین شکل ممکن، نیاز مسافرین محترم را برآورده نماید و تجربه‌ای شایسته‌ را برای شما رقم بزند

source: Details
ar: التفاصيل
fa: جزئیات

source: My Travels
ar: رحلاتي
fa: سفرهای من

source: Round Trip
ar: ذهاب و عودة
fa: رفت و برگشت

# onlineCheckIn
source: Online check-in (24 hours before flight)
ar: تسجيل الوصول عبر الإنترنت (قبل 24 ساعة من الرحلة)
fa: پذیرش آنلاین (24 ساعت قبل از پرواز)

# reservationOrTicketNumber
source: Reservation number or ticket number
ar: رقم الحجز أو رقم التذكرة
fa: شماره رزرو یا شماره بلیط

source: Flight number
ar: رقم الرحلة
fa: شماره پرواز

# registerToViewTrips
source: Please register to view upcoming trips.
ar: يرجى التسجيل لعرض الرحلات القادمة.
fa: لطفا جهت مشاهده سفرهای پیش رو ابتدا ثبت نام کنید.

source: Reservation number
ar: رقم الحجز
fa: شماره رزرو

# passengerLastName
source: Passenger's last name
ar: اسم عائلة الراكب
fa: نام خانوادگی مسافر

source: Flight date
ar: تاريخ الرحلة
fa: تاریخ پرواز

# labelText
source: Label
ar: تسمية
fa: برچسب

# citySearchPlaceholder
source: Search for a city
ar: ابحث عن مدينة
fa: جستجوی شهر

source: Origin
ar: مبدا
fa: مبدا

source: Destination
ar: مقصد
fa: مقصد

source: Return Date
ar: تاریخ برگشت
fa: تاریخ برگشت

# hintTextPassenger
source: 1 passenger
ar: 1 راكب
fa: 1 مسافر

source: Passengers {count}
ar: الركاب {count}
fa: مسافران {count}

source: Departure date
ar: تاريخ المغادرة
fa: تاریخ رفت

source: Flight
ar: رحلة
fa: پرواز

# noTrips
source: No upcoming trips
ar: لا توجد رحلات قادمة
fa: سفری یافت نشد

# noTripsDescription
source: If you have an upcoming trip booked with us, you can add it to your My trips list.
ar: إذا كان لديك رحلة قادمة محجوزة معنا، يمكنك إضافتها إلى قائمة رحلاتي.
fa: اگر سفری در پیش دارید که با ما رزرو کرده‌اید، می‌توانید آن را به فهرست سفرهای من اضافه کنید.

# bookFlight
source: Book a flight
ar: إحجز رحلة طيران
fa: رزرو پرواز

source: Add booking
ar: أضف الحجز
fa: افزودن رزرو

source: Passengers
ar: الركاب
fa: مسافران

source: Adults
ar: البالغون
fa: بزرگسال

# adultsDescription
source: Age 12+
ar: العمر 12+
fa: 12 سال به بالا

source: Children
ar: الأطفال

# childrenDescription
source: Age 2-11
ar: العمر 2-11
fa: 2 تا 11 سال

source: Infant
ar: الرضع

# infantDescription
source: Age under 2
ar: العمر أقل من 2
fa: زیر 2 سال

# clas
source: Class
ar: طراز
fa: کلاس

source: Economy Class
ar: کلاس اکونومی
fa: کلاس اکونومی

source: Premium Economy
ar: بريميوم اکونومی
fa: پریمیوم اکونومی

source: Business Class
ar: بیزینس کلس
fa: کلاس بیزینس

source: First Class
ar: فرست کلس
fa: فرست کلس

source: Confirm
ar: ثبت
fa: تائید

# inn
source: in
ar: في
fa: در

# passenger
source: Passengers
ar: ركاب
fa: مسافر

source: Search Results
ar: نتائج البحث
fa: نتایج جستجو

# sampleDate
source: Tue 9 Jul 24
ar: 2 صفر 1446
fa: سه‌شنبه 19 تیر 03

source: Choose
ar: اختيار
fa: انتخاب

# appTitle
source: AVA Airlines
ar: الخطوط الجوية آفا
fa: هواپیمایی آوا

source: Flight Selection
ar: اختيار الرحلة
fa: انتخاب پرواز

source: Passenger Information
ar: معلومات المسافر
fa: اطلاعات مسافر

source: Special Services
ar: خدمات خاصة
fa: خدمات ویژه

source: Confirmation and Payment
ar: التأكيد والدفع
fa: تایید و پرداخت

source: Number of Passengers
ar: عدد الركاب
fa: تعداد مسافر

source: Change Search
ar: تغيير البحث
fa: تغییر جستجو

source: Systemic
ar: نظامي
fa: سیستمی

# economy
source: Business
ar: بیزینس
fa: اکونومی

source: Flight Information
ar: معلومات الرحلة
fa: اطلاعات پرواز

source: Refund Policies
ar: سياسات الاسترداد
fa: قوانین استرداد

source: Select Flight
ar: اختيار الرحلة
fa: انتخاب پرواز

source: Official Airline Rate
ar: السعر الرسمي لشركة الطيران
fa: نرخ رسمی ایرلاین

# currency
source: Rial
ar: ريال
fa: ریال

# company_description
source: Ava Airlines started its activity in 2023 with the aim of providing the highest quality flight services. Our goal is to help improve the quality of the country's aviation to enhance the experience of our dear passengers from their flights.
ar: بدأت شركة طيران آفا نشاطها في عام 2023 بهدف تقديم خدمات الطيران عالية الجودة. هدفنا هو المساهمة في تحسين جودة الطيران في البلاد لتحسين تجربة ركابنا الأعزاء من رحلاتهم.
fa: شرکت هواپیمایی آوا با هدف ارائه باکیفیت‌ترین خدمات پروازی فعالیت خود را از سال 1402 آغاز کرده‌است. هدف ما کمک به ارتقای کیفیت هواپیمایی کشور در راستای بهبود تجربه مسافران عزیز از سفرهای پروازی خود است

source: Quick Access
ar: الوصول السريع
fa: دسترسی سریع

source: Register Complaint
ar: تسجيل شكوى
fa: ثبت شکایت

source: Job Opportunities
ar: فرص عمل
fa: فرصت های شغلی

source: Rules and Regulations
ar: القوانين واللوائح
fa: قوانین و مقررات

source: Safety Report & Follow-up
ar: تقرير السلامة والمتابعة
fa: گزارش ایمنی و پیگیری

source: Contact Us
ar: اتصل بنا
fa: ارتباط با ما

# address
source: Head Office: Tehran, Ferdows, Ayatollah Kashani Blvd., Saleh Jharomi Crossroad, No. 186, 5th Floor
ar: المكتب الرئيسي: طهران، فردوس، بلوار آية الله كاشاني، تقاطع سليمي جهارومي، رقم 186، الطابق الخامس
fa: دفتر مرکزی: تهران، فردوس، بلوار آیت الله کاشانی،تقاطع سلیمی جهرمی، پلاک 186 طبقه 5

# all_rights_reserved
source: All rights of the website are owned by Behpardaz Jahan Company.
ar: جميع حقوق الموقع مملوكة لشركة بهبرداز جهان.
fa: تمامی حقوق وب‌سایت متعلق به شرکت بهپردازجهان می‌باشد

# navbar_component_color
source: Color
ar: اللون
fa: رنگ

# origin_city
source: Tehran (Mehrabad)
ar: طهران (مهرآباد)
fa: تهران (مهرآباد)

# destination_city
source: Mashhad (Hashemi Nejad)
ar: مشهد (هاشمي نجاد)
fa: مشهد (هاشمی نژاد)

source: Flight Date
ar: تاريخ الرحلة
fa: تاریخ پرواز

# flight_date_value
source: August 30, 2024
ar: 30 أغسطس 2024
fa: ۳۰ مرداد ۱۴۰۳

source: Passenger Count
ar: عدد الركاب
fa: تعداد مسافر

# passenger_count_value
source: 1 Passenger
ar: راكب واحد
fa: ۱ مسافر

source: Payable Amount
ar: المبلغ المستحق
fa: مبلغ قابل پرداخت

# payable_amount_value
source: 1,365,770 Toman
ar: 1,365,770 تومان
fa: ۱,۳۶۵,۷۷۰ تومان

source: Passenger Details
ar: تفاصيل الركاب
fa: مشخصات مسافران

source: Latin First Name
ar: الاسم الأول باللاتينية
fa: نام لاتین

source: Latin Last Name
ar: اسم العائلة باللاتينية
fa: نام خانوادگی لاتین

source: National ID
ar: الرقم القومي
fa: کد ملی

source: Select
ar: اختر
fa: انتخاب کنید

source: Gender
ar: الجنس
fa: جنسیت

source: Birth Date
ar: تاريخ الميلاد
fa: تاریخ تولد

# select_option
source: Select
ar: اختر
fa: انتخاب کنید

# next
source: Continue
ar: متابعة
fa: ادامه

# footer_text
source: All website rights belong to Behpajoohan Company
ar: جميع حقوق الموقع تعود إلى شركة بهپردازجهان
fa: تمامی حقوق وب‌سایت متعلق به شرکت بهپردازجهان می‌باشد

# gender_male
source: Male
ar: ذكر
fa: مرد

# gender_female
source: Female
ar: أنثى
fa: زن

# gender_unspecified
source: Unspecified
ar: غير محدد
fa: غیرمشخص

# specialServicesPageName
source: Special Services Page
ar: صفحة الخدمات الخاصة
fa: صفحه خدمات ویژه

source: Select Flight
ar: اختر الرحلة
fa: انتخاب پرواز

source: Passenger Information
ar: معلومات الركاب
fa: اطلاعات مسافر

source: Confirm and Pay
ar: تأكيد ودفع
fa: تائید و پرداخت

source: Service
ar: خدمة
fa: خدمت

# flight_route
source: Tehran to Mashhad
ar: طهران إلى مشهد
fa: تهران به مشهد

source: Blind
ar: كفيف
fa: نابینا

source: Deaf
ar: أصم
fa: ناشنوا

# wheelchair_full
source: Wheelchair in all phases
ar: كرسي متحرك في جميع المراحل
fa: ویلچر در تمام مراحل

source: Lift instead of wheelchair
ar: رافعة بدلاً من الكرسي المتحرك
fa: بالابر به جای ویلچر

source: Wheelchair in map
ar: كرسي متحرك في الخريطة
fa: ویلچر در مپ

# passengerInfo
source: Passenger Information
ar: معلومات المسافر
fa: اطلاعات مسافر

source: Confirm and Pay
ar: تأكيد والدفع
fa: تائید و پرداخت

# specialServicesText
source: You can avail special flight services
ar: يمكنك الاستفادة من الخدمات الخاصة بالرحلة
fa: شما می توانید از خدمات ویژه پرواز بهره مند شوید

# ticketInfo
source: Ticket Information
ar: معلومات التذكرة
fa: اطلاعات بلیط

source: Airline Company
ar: شركة الطيران
fa: شرکت هواپیمایی

source: Flight Class
ar: درجة الطيران
fa: کلاس پرواز

source: Allowed Baggage
ar: الأمتعة المسموح بها
fa: مقدار بار مجاز

source: Passenger Details
ar: تفاصيل المسافرين
fa: مشخصات مسافران

source: Age Group
ar: الفئة العمرية
fa: بازه سنی

source: Name
ar: الاسم الكامل
fa: نام و نام خانوادگی

source: National ID
ar: الهوية الوطنية
fa: کدملی

source: Birth Date
ar: تاريخ الميلاد
fa: تاریخ تولد

source: Nationality
ar: الجنسية
fa: ملیت

source: Adult
ar: بالغ
fa: بزرگسال

source: Male
ar: ذكر
fa: مرد

source: Female
ar: أنثى
fa: زن

source: Travel Services
ar: خدمات السفر
fa: خدمات سفر

source: Normal Refund
ar: استرداد عادي
fa: استرداد عادی

source: Discount Code
ar: رمز الخصم
fa: کد تخفیف

# enterDiscountCode
source: If you have a discount code, enter it below and click Apply.
ar: إذا كان لديك رمز خصم، أدخله أدناه واضغط على تطبيق.
fa: اگر کد تخفیف دارید،‌ آن را در بخش زیر وارد کنید و دکمه اعمال کد را بزنید.

# applyCode
source: Apply
ar: تطبيق
fa: ثبت

source: Payment
ar: الدفع
fa: پرداخت

# paymentInfo
source: When paying using your balance, in case of a refund, the refundable amount will be returned to your account balance.
ar: عند الدفع باستخدام الرصيد، في حالة الاسترداد، سيتم إعادة المبلغ المسترد إلى رصيد حسابك.
fa: هنگام پرداخت با استفاده از موجودی، در صورت استرداد، مبلغ قابل پرداخت به موجودی حساب شما باز خواهد گشت.

source: Payable Amount
ar: المبلغ المستحق
fa: مبلغ قابل پرداخت

# payAmount
source: 13,267,000 Rials
ar: 13,267,000 ريال
fa: 13,267,000 ریال

# incapacitatedPassengerWheelchairPageTitle
source: Passengers with Special Needs/Wheelchair
ar: الركاب من ذوي الاحتياجات الخاصة/ الكرسي المتحرك
fa: مسافران توان خواه/شرایط ویژه

# incapacitatedPassengerWheelchairPageSubtitle
source: Special services for a hassle-free trip
ar: خدمات خاصة لرحلة خالية من المتاعب
fa: خدمات ویژه برای سفری بدون دغدغه

# blindDeafTitle
source: Blind and Deaf Passengers
ar: الركاب المكفوفين والصم
fa: افراد نابینا و ناشنوا

# blindDeafDescription
source: These passengers do not need to provide a medical certificate. In case of group travel, providing a permit for coordination, the presence of a healthy, capable, and same-language companion for these passengers is necessary throughout the journey. Accompanying these passengers by Mahan Airlines personnel is not subject to a fee.
ar: لا يحتاج هؤلاء الركاب إلى تقديم شهادة طبية. في حالة السفر الجماعي، يجب تقديم تصريح للتنسيق، ووجود مرافق صحي، قادر، ويتحدث نفس اللغة لهؤلاء الركاب طوال الرحلة. مرافقة هؤلاء الركاب من قبل موظفي خطوط ماهان الجوية ليست خاضعة لرسوم.
fa: این افراد نیازبه ارائه گواهی پزشکی ندارند. درصورت سفر گروهی, ارائه مجوز جهت انجام هماهنگی، وجود همراه سالم، توانا و هم زبان برای این گروه مسافران در تمام مراحل سفر ضروری می باشد. همراهی این گروه مسافران توسط پرسنل هواپیمایی ماهان مشمول پرداخت هزینه نمی ‎گردد.

# wheelchairTitle
source: Wheelchair
ar: الكرسي المتحرك
fa: ویلچر

# wheelchairDescription
source: According to Mahan Airlines regulations and the capacity of each aircraft, only passengers who have registered their cabin wheelchair request through the reservation system and have the SSR code on their ticket are eligible to be accepted at the airport and use the wheelchair. Passengers who need a wheelchair without a medical certificate must register their request when booking their ticket. Passengers can use their personal wheelchair until boarding the aircraft. It is worth noting that if the capacity is full, registering a wheelchair request is not possible.
ar: وفقًا لأنظمة خطوط ماهان الجوية وقدرة كل طائرة، يُسمح فقط للركاب الذين سجلوا طلب الكرسي المتحرك في الكابينة من خلال نظام الحجز وتم إدراج رمز SSR على تذكرتهم بالقبول في المطار واستخدام الكرسي المتحرك. يجب على الركاب الذين يحتاجون إلى كرسي متحرك دون شهادة طبية تسجيل طلبهم عند حجز تذكرتهم. يمكن للركاب استخدام الكرسي المتحرك الشخصي حتى الصعود إلى الطائرة. من الجدير بالذكر أنه إذا كانت السعة ممتلئة، فلن يكون من الممكن تسجيل طلب الكرسي المتحرك.
fa: براساس مقررات و دستورالعمل هواپیمایی ماهان و ظرفیت هر هواپیما، فقط مسافرانی که از طریق رزرواسیون درخواست ویلچر کابین خود را ثبت نمودند و کد SSR در بلیط ایشان درج شده، مجاز به پذیرش در فرودگاه و استفاده از ویلچر می باشند. مسافرانی که بدون نیاز به گواهی پزشکی نیاز به استفاده از ویلچر دارند, حتما هنگام تهیه بلیط اعلام درخواست خود را ثبت نمایند. امکان استفاده مسافران از ویلچر شخصی تا زمان سوار شدن به هواپیما برای مسافران توانخواه فراهم است. شایان ذکر است در صورت تکمیل ظرفیت، ثبت درخواست ویلچر امکان پذیر نمی‎ باشد.

# noteTitle
source: Note
ar: ملاحظة
fa: نکته

# noteDescription
source: On Embraer ERJ-145 aircraft, these services are exempt from this rule. Accepting passengers with special needs and pregnant women in the business class cabin of Boeing 747 aircraft is not possible. Therefore, please ensure the type of aircraft before purchasing.
ar: في طائرات Embraer ERJ-145، يتم استثناء هذه الخدمات من هذه القاعدة. لا يمكن قبول الركاب من ذوي الاحتياجات الخاصة والنساء الحوامل في مقصورة درجة الأعمال في طائرات بوينغ 747. لذلك، يُرجى التأكد من نوع الطائرة قبل الشراء.
fa: در هواپیماهای Embraer ERJ-145 ارائه این خدمات از این قاعده مستثنی است. پذیرش مسافران توانخواه و خانم‌های باردار در کابین بیزینس کلاس هواپیماهای بویینگ 747 امکان‌پذیر نمی‌باشد. لذا خواهشمند است پیش از اقدام به خرید، از نوع هواپیما اطمینان حاصل فرمایید.

# batteryWheelchairTitle
source: Battery-Powered Wheelchairs
ar: الكراسي المتحركة التي تعمل بالبطارية
fa: ویلچرهای باتری دار

# batteryWheelchairDescription
source: Wheelchairs or other mobility aids with wet or dry batteries are transported in the aircraft's cargo hold with the battery protected against short circuits, safely packaged, and approved by Mahan Airlines representative. (If the battery is removable, the detached battery is carried in a resistant package in the aircraft's hold).
ar: يتم نقل الكراسي المتحركة أو غيرها من وسائل المساعدة على الحركة التي تحتوي على بطارية رطبة أو جافة في مخزن البضائع بالطائرة مع حماية البطارية من الدوائر القصيرة، وتغليف آمن، وموافقة ممثل خطوط ماهان الجوية. (إذا كانت البطارية قابلة للإزالة، يتم نقل البطارية المنفصلة في عبوة مقاومة في مخزن الطائرة).
fa: ویلچر یا سایر وسایل کمک حرکتی دارای باتری تر یا خشک ضمن حفاظت باتری در برابر اتصالی الکتریکی، بسته بندی ایمن و تایید نماینده ماهان در قسمت بار هواپیما حمل می‌گردد.(در صورت امکان جدا شدن باتری, باتری جدا شده در بسته بندی مقاوم در انبار هواپیما حمل می گردد).

# batteryDescription2
source: Wheelchairs with lithium-ion batteries with a maximum capacity of 300 W/H or two batteries with a maximum capacity of 160 W/H, after packaging and approval by Mahan Airlines representative, are only carried in the passenger cabin.
ar: يتم نقل الكراسي المتحركة التي تحتوي على بطارية ليثيوم أيون بسعة قصوى تبلغ 300 واط/ساعة أو بطاريتين بسعة قصوى تبلغ 160 واط/ساعة، بعد التعبئة وموافقة ممثل خطوط ماهان الجوية، في مقصورة الركاب فقط.
fa: ویلچر دارای باطری لیتیومی یونی با قابلیت جدا شدن و ظرفیت حداکثر 300 W/H یا دو باطری با حداکثر ظرفیت 160 W/H ضمن بسته بندی و تایید نماینده ماهان فقط در کابین مسافری حمل می گردد.

# wheelchairServiceCostTitle
source: Wheelchair Service Cost
ar: تكلفة خدمة الكرسي المتحرك
fa: هزینه خدمات ویلچر

# internationalFlightCost
source: International flight from Iran 1,000,000 IRR
ar: رحلة دولية من إيران 1,000,000 ريال
fa: پرواز بین المللی از ایران 1,000,000 ریال

# toIranFlightCost
source: International flight to Iran 40 USD
ar: رحلة دولية إلى إيران 40 دولار
fa: پرواز بین المللی به ایران 40 دلار

# dubaiToIranFlightCost
source: Dubai to Iran flight 150 AED (with SSR registration)
ar: رحلة من دبي إلى إيران 150 درهم (مع تسجيل SSR)
fa: پرواز دبی به ایران 150 درهم (ضمن ثبت SSR)

# exemptionsDescription
source: Holders of veterans, disabled, and martyr families cards, as well as passengers on Hajj and Atabat flights, EU citizens, and individuals over 65 years old are exempt from payment.
ar: يعفى حاملو بطاقات المحاربين القدامى، والمعاقين، وأسر الشهداء المحترمة، وكذلك ركاب رحلات الحج والعتيبات، ومواطني الاتحاد الأوروبي، والأشخاص الذين تزيد أعمارهم عن 65 عامًا من الدفع.
fa: دارندگان کارت جانبازان، معلولان، خانواده محترم شهدا و همچنین مسافران پروازهای حج و عتبات, اتحادیه اروپا و افراد بیش از 65 سال از پرداخت هزینه معاف می باشند.

# mashhadSpecialFaresPageTitle
source: Mashhad Pilgrimage Trip
ar: رحلة الحج إلى مشهد
fa: سفر زیارتی مشهد
