Repository: AmirhosseinSoleimani/ava_airline
Catalog: lib/l10n/intl_*.arb
Languages: ar, fa

# mashhadSpecialFaresParagraph1
source: Mashhad city, located in Khorasan Razavi province, is considered one of the historical and religious provinces of Iran. This city annually hosts about 27 million domestic and foreign travelers who travel to this place for pilgrimage and religious ceremonies. The main reason for this volume of passengers and tourists is the shrine of Imam Reza (AS) in Mashhad. This city is also culturally very rich.
ar: مدينة مشهد الواقعة في محافظة خراسان رضوي تعتبر واحدة من المحافظات التاريخية والدينية في إيران. تستضيف هذه المدينة سنويًا حوالي 27 مليون مسافر محلي وأجنبي يسافرون إلى هذا المكان لأداء الحج والمناسبات الدينية. السبب الرئيسي لهذا العدد الكبير من الركاب والسياح هو ضريح الإمام الرضا (ع) في مشهد. هذه المدينة غنية جدًا ثقافيًا أيضًا.
fa: شهر مشهد و اقع در استان خراسان رضوی یکی از استان‌های تاریخی و مذهبی ایران محسوب می‌شود. این شهر سالانه میزبان حدود ۲۷ میلیون نفر از مسافران داخلی و خارجی است که برای زیارت و مراسم‌های مذهبی به این مکان سفر می‌کنند. دلیل اصلی این حجم مسافر و گردشگر وجود بارگاه امام رضا(ع) در شهر مشهد است. این شهر به لحاظ فرهنگی هم بسیار غنی است.

# mashhadSpecialFaresParagraph2
source: The tomb of many great religious, poetic and literary figures such as Ferdowsi, who has had a significant impact on the culture and language of Iranians, is located in this city and its suburbs. All of these have made Mashhad a modern city in recent years, so much so that diverse and advanced recreational, tourism and commercial centers are now found everywhere in it.
ar: قبر العديد من كبار الدين والشعر والأدب مثل الفردوسي الذي كان له تأثير كبير على ثقافة ولغة الإيرانيين يقع في هذه المدينة وضواحيها. كل هذا جعل من مشهد مدينة حديثة في السنوات الأخيرة، حيث توجد الآن مراكز ترفيهية وسياحية وتجارية متنوعة ومتقدمة في كل مكان فيها.
fa: آرامگاه خیلی از بزرگان دین، شعر و ادبیات مثل فردوسی که تاثیر بسزایی در فرهنگ و زبان ایرانی‌ها داشته، در این شهر و توابع آن قرار دارد. همه این‌ها باعث شده مشهد در سال‌های اخیر به یک شهر مدرن تبدیل شود، به طوری که در حال حاضر مراکز تفریحی، گردشگری و تجاری متنوع و پیشرفته‌ای در جای‌جای آن وجود دارد.

source: Pay
ar: ادفع
fa: پرداخت

# title1
source: Flight Status Update
ar: تحديث حالة الرحلة
fa: بروزرسانی وضعیت پرواز

# message1
source: Your flight AV123 has been delayed by 30 minutes.
ar: تم تأجيل رحلتك AV123 لمدة 30 دقيقة.
fa: پرواز شما AV123 به مدت 30 دقیقه تأخیر دارد.

# title2
source: Promotion
ar: ترويج
fa: تبلیغ

# message2
source: Get 20% off on your next flight booking!
ar: احصل على خصم 20٪ على حجز رحلتك القادمة!
fa: در رزرو پرواز بعدی خود 20٪ تخفیف بگیرید!

# title3
source: Check-in Reminder
ar: تذكير تسجيل الوصول
fa: یادآوری ورود

# message3
source: Check-in is now open for your flight AV456.
ar: تسجيل الوصول مفتوح الآن لرحلتك AV456.
fa: ورود برای پرواز شما AV456 اکنون باز است.

# title4
source: Flight Status Update
ar: تحديث حالة الرحلة
fa: بروزرسانی وضعیت پرواز

# message4
source: Your flight AV789 is now boarding at Gate 5.
ar: رحلتك AV789 بدأت الآن في الصعود في البوابة 5.
fa: پرواز شما AV789 اکنون در گیت 5 در حال سوار شدن است.

# title5
source: Promotion
ar: ترويج
fa: تبلیغ

# message5
source: Upgrade to Business Class with a 50% discount!
ar: قم بالترقية إلى الدرجة الأولى بخصم 50٪!
fa: با 50٪ تخفیف به کلاس بیزینس وارد شوید!

# milesFlown
source: Hamava Score
ar: نتيجة هم‌آوا
fa: امتیاز هم‌آوایی

source: Gold
ar: ذهبي
fa: طلایی

source: Silver
ar: فضي
fa: نقره‌ای

source: Bronze
ar: برونزي
fa: برنزی

source: Blue
ar: أزرق
fa: آبی

source: Tier
ar: المرتبة
fa: رده

source: Change Language
ar: تغيير اللغة
fa: تغییر زبان

source: Logout
ar: خروج
fa: خروج

# chooseGender
source: Choose your gender
ar: اختيار جنسك
fa: جنسیت خود را انتخاب کنید

# continuee
source: Continue
ar: التالي
fa: ادامه

source: None
ar: لا أحد
fa: هیچکدام

source: Car rental
ar: تاجير سيارة
fa: اجاره خودرو

# mashhad1
source: The city of Mashhad and Agha in Razavi Khorasan province is considered one of the historical and religious provinces of Iran. This city annually hosts about 27 million domestic and foreign travelers who travel to this place for pilgrimage and religious ceremonies. The main reason for this volume of travelers and tourists is the existence of the court of Imam Reza (a.s.) in the city of Mashhad. This city is culturally very rich. The city of Mashhad and Agha in Razavi Khorasan province is considered one of the historical and religious provinces of Iran. This city annually hosts about 27 million domestic and foreign travelers who travel to this place for pilgrimage and religious ceremonies. The main reason for this volume of travelers and tourists is the existence of the court of Imam Reza (a.s.) in the city of Mashhad. This city is culturally very rich.
ar: تعتبر مدينة مشهد وآغا في محافظة خراسان الرضوية إحدى المحافظات التاريخية والدينية في إيران. تستضيف هذه المدينة سنويًا حوالي 27 مليون مسافر محلي وأجنبي يسافرون إلى هذا المكان للحج والاحتفالات الدينية. والسبب الرئيسي لهذا العدد الكبير من المسافرين والسياح هو وجود بلاط الامام الرضا (ع) في مدينة مشهد. هذه المدينة غنية ثقافيا جدا.
fa: شهر مشهد و اقع در استان خراسان رضوی یکی از استان‌های تاریخی و مذهبی ایران محسوب می‌شود. این شهر سالانه میزبان حدود ۲۷ میلیون نفر از مسافران داخلی و خارجی است که برای زیارت و مراسم‌های مذهبی به این مکان سفر می‌کنند. دلیل اصلی این حجم مسافر و گردشگر وجود بارگاه امام رضا(ع) در شهر مشهد است. این شهر به لحاظ فرهنگی هم بسیار غنی است.

# mashhad2
source: The tomb of many religious, poetry and literature greats such as Ferdowsi, who had a significant impact on Iranian culture and language, is located in this city and its suburbs. All these have made Mashhad become a modern city in recent years, so that there are various and advanced entertainment, tourism and commercial centers in its place.
ar: ويوجد في هذه المدينة وضواحيها ضريح العديد من عظماء الدين والشعر والأدب مثل الفردوسي الذي كان له تأثير كبير على الثقافة واللغة الإيرانية. كل هذا جعل مشهد تصبح مدينة حديثة في السنوات الأخيرة، بحيث يوجد في مكانها مراكز ترفيهية وسياحية وتجارية متنوعة ومتطورة.
fa: آرامگاه خیلی از بزرگان دین، شعر و ادبیات مثل فردوسی که تاثیر بسزایی در فرهنگ و زبان ایرانی‌ها داشته، در این شهر و توابع آن قرار دارد. همه این‌ها باعث شده مشهد در سال‌های اخیر به یک شهر مدرن تبدیل شود، به طوری که در حال حاضر مراکز تفریحی، گردشگری و تجاری متنوع و پیشرفته‌ای در جای‌جای آن وجود دارد.

# benefit1
source: Participation in lottery
ar: المشاركة في السحب
fa: شرکت در قرعه‌کشی

# benefit2
source: Free in-flight internet
ar: الإنترنت المجاني أثناء الرحلة
fa: اینترنت رایگان حین پرواز

# benefit3
source: Travel insurance
ar: تأمين السفر
fa: بیمه سفر

# benefit4
source: Priority seat selection
ar: أولوية اختيار المقعد
fa: اولویت انتخاب صندلی

# benefit5
source: Extra baggage allowance
ar: السماح بوزن إضافي للأمتعة
fa: مجوز بار اضافی

# benefit6
source: Travel consultation
ar: استشارة السفر
fa: مشاوره سفر

# benefit7
source: Travel class upgrade
ar: ترقية درجة السفر
fa: ارتقا کلاس سفر

# benefit8
source: Ticket and hotel discount
ar: خصم على التذاكر والفنادق
fa: تخفیف بلیط و هتل

# benefit9
source: Free snacks
ar: وجبات خفيفة مجانية

# benefit10
source: Lounge access
ar: دخول الصالة

# benefit11
source: Personal check-in
ar: تسجيل وصول شخصي

# benefit12
source: Chauffeur transfer
ar: نقل بسائق

# currentBenefits
source: Current tier benefits
ar: الفوائد الحالية
fa: مزایای فعلی

# nextBenefits
source: Next tier benefits
ar: فوائد المستوى التالي
fa: مزایای رده بعدی

# plusBlue
source: All blue tier benefits
ar: جميع مزايا الفئة الزرقاء
fa: + تمام مزایای رده آبی

# plusBronze
source: All bronze tier benefits
ar: جميع مزايا الفئة البرونزية
fa: + تمام مزایای رده برنز

# plusSilver
source: All silver tier benefits
ar: جميع مزايا الفئة الفضية
fa: + تمام مزایای رده نقره

source: Your offers
ar: عروضك
fa: تخفیف‌های شما

source: Current Tier
ar: الفئة الحالية

source: Next Tier
ar: الفئة التالية

# sliderTitle1
source: Enjoy your rewards faster
ar: استمتع بمكافآتك أسرع

# sliderTitle2
source: Ava Hotels
ar: فنادق آفا

# sliderTitle3
source: Enjoy a new level of comfort
ar: استمتع بمستوى جديد من الراحة

# sliderDesc1
source: Buy, gift and transfer your Hamava score
ar: اشترِ، واهدِ، وحوِّل نقاط حمافا الخاصة بك

# sliderDesc2
source: Earn Hamava scores with each stay
ar: اكسب نقاط حمافا مع كل إقامة

# sliderDesc3
source: Upgrade your next Ava flight experience
ar: ارفع تجربتك القادمة مع طيران آفا
